{
  "1": {
    "riddles": [
      "You're are almost Architecture, but this is where your guests come in. Where are you?",
      "I can open a place or close empty space;I’m a gateway that you pass through everyday- though you forget how I affect the path that you stay. For, though the scenes change and turn into dreams so enter me",
      "Answer to this isn’t literal for this you’ll need mind of a falcon though I make billion’s of dollars selling windows Hurry up get set go"
    ]
  },
  "2": {
    "riddles": [
      "A pile of words Jackets of hordes Take a quick look in the place of the knowledge",
      "Just stay on your place and travel the whole universe with me",
      "lisent moor illw ellt ouy eht retsec (Silent room will tell you the secret)"
    ]
  },
  "3": {
    "riddles": [
      "Made up of wood and cloth some people might think of it as nothing but for Jackson it was everything.",
      "Splish splash splish splash, here emotion’s are at clash, this made me a renowned artist can you find what it is?",
      "No voice to convey emotion No paragraphs with which to explain Yet I tell a story, A single heartbeat, captured forever",
      "Nkabl, yetmp, usosesll Tub whit a wef kesorts A yrost si deptucire, Ni diirivrna negre dan necao uble (Blank, empty, soulless But with a few strokes A story is pictured, In viridian green and ocean blue)"
    ]
  },
  "4": {
    "riddles": [
      "There’s a carpet specially prepared for me You can capture me in black n white and sometimes coloured too, What am I?",
      " I can change colors like a pro,Maybe I’m a chameleon ,Oh there’s another trait I possess, I maybe a copy cat",
      "Yap some amonut and teg your sedired munbre fo catesdupli ereh ( pay some amount and get your desired number of duplicates here)"
    ]
  },
  "5": {
    "riddles": [
      "On weekdays in mornings hundreds of tiny legs congregate on me, Oh and there’s no roof above me",
      "We all usually feel intoxicated by sleep in mornings here, But get back to senses with the vigorous applauding by several fellows",
      "As oons sa you netre the oolshc, Uoy ndee ot gahtre ereh bferoe gniog to uoyr clsasromso (as soon as you enter the school, you need to gather here before going to your classrooms)"
    ]
  },
  "6": {
    "riddles": [
      "A classic Architecture find it on the mosques but we have it here too near the colourful swings",
      "Sentinels stand guard in a circle, Closely watching, Their forms shadowed overhead, By an arcing canopy",
      "Na tpudreun lwbo, Etrgins poat eth rdluehoss fo tigans, Ethy dants vmoingun Elap and zfrone (An upturned bowl,Resting atop the shoulders of giants,They stand unmoving,Pale and frozen)"
    ]
  },
  "7": {
    "riddles": [
      "Red blue and yellow flames it might explode so use your brains, for people between 11-13 but you’ll find it where the reception is.",
     "Sand is there but you can’t build a sand castle salt is there but you can’t eat it both in a pair lead to it, climb the stairs to find the place.",
    "To remedy this minor issue, Gases, solids, and liquids combine, go to the location of the reaction, To continue this mysterious transaction"
    ]
  },
  "8": {
    "riddles": [
      "A match that can’t fit a match box, jump high or you’ll miss a court with no lawyers this is where Durant was made.",
      "Drexler, cooper, Johnsen and battier, piston, hawks, Knicks and suns, a direct view for food and drinks look for a place where legends are made.",
      "Ym stkbea ntac aryrc a htign, bsacuee ti ahs a loeh ni Eth motobt (My basket can’t carry a thing, because it has a hole in the bottom)"
    ]
  },
  "9": {
    "riddles": [
      "A site for your future direction and getting things done, piles of essay paper and not much fun, In the clash of desk and of chair, You will find the secret there",
    "You might want to fly high or dig up the earth, you might want to teach kids or gaze up the stars, You might want to treat the sick or make up robots, You’ll have to find your way to this place first.",
    "Ti si na ficeof ubt ont hewer het dmnia si, Ti si na ficeof ubt ont hewer het pilanpcir si, Dinf royu tahp eehr cuseeba oyu liwl edne ti onso. (It is an office but not where the admin is, It is an office but not where the principal is, Find your path here because you will need it soon.)"
    ]
  },
  "10": {
    "riddles": [
      "This is a place you can hoop and holler but if you want one in your home, you may have to pay top dollar",
  "No gain without pain, No progress without sweat, By hurting yourself you grow stronger The better results you'll see if you do it longer Metallic clangs echo around, Do see where I could be found?",
  "Difell hitw het piirts fo eedmnrtnaoi Ginsett oyur miilst, ginusph doyneb Urnnbig segl, cahgin lemuscs Ginftil noir, tesnigt orin (Filled with the spirit of determination Testing your limits, pushing beyond Burning legs, aching muscles Lifting iron, setting iron)"
    ]
  },
  "11": {
    "riddles": [
      "Cries of joy and screams of wonder Childhood memories, innocently made Swinging around, sliding around A place to run and tumble to the ground",
"Suspended chains, swing around An elaborate jungle, full of bars A steep slope, not meant to be ascended, These hallowed ground for young souls",
"There is a place we go for a walk the children play and we can talk, where all your childhood memories are found, receive your next clue at the junior’s ...",
"Bamrelc pu a raledd, moce tfilwys nwdo Seahc chea rehto rfo eht wonrc Tsi ni a tesa dan eb tengyl deckro Imremseo rfeevor ni oru thraes, decklo (Clamber up a ladder, come swiftly down, Chase each other for the crown, Sit in a seat and be gently rocked, Memories forever in our hearts, locked)"
    ]
  },
  "12": {
    "riddles": [
      "Ever-present in a barren land ever-present regardless of life Yet life springs from it And life returns to it",
      "My atoms hold true to the quote: “Sharing is caring. “Their relationship is strong; it takes a lot to break Without one of my components, modern electronics is not possible.",
      "To answer this riddle, you don’t need to be brainy for a fact I am grainy, you can make Castles in me although I am not a brick I might get into your food If you have a beach picnic",
      "Gouhr, arocse dan worbn Esthe luctnunobea ytni sepehrs akte a mliliean ot tocun A cheba si lomnpteeic iwutoht ti (Rough, coarse and brown These uncountable tiny spheres take a millennia to count A beach is incomplete without it)"
    ]
  },
  "13": {
    "riddles": [
      "Without brains or a heart, Each instrument tells a story, Some bright and jolly, others melancholy From rock, to pop",
      "A million different rhythms, Through wind or vibration emerge, Some low and bassy, some high and squeaky Not each discovered, but many created Symphonies and melodies",
      "Umet, utb ont levosesic Gawinit ot sxrepes lemtsehesv yeht eli, Ni a moro reweh suten rea deam, Yeht moce vlaie dan gnis yaaw, Enwh omseoen essu meth to yalp (Mute, but not voiceless Waiting to express themselves they lie, In a room where tunes are made, They come alive and sing away, When someone uses them to play)"
    ]
  },
  "14": {
    "riddles": [
      "I am place where cash is arrears and forage is credit for young teens",
      "When a young teen is ill their parents become my number 1 enemy",
      "Here your belly’s wishes can be granted",
      "Tish si eht alpec weher yruo tsomahc nac og romf cantva ot ccoupdie (This is the place where your stomach can go from vacant to occupied)"
    ]
  },
  "15": {
    "riddles": [
      "I can trap many different things and colors not boring look closely and u may Find yourself also caught in my trap",
      "I am so deep if you see through me I also give you the view of the sky along with ground.",
      "I am filled up, however never go down. To go inside me you wear a special gown, some inside me are good, some are bad. When you get out, you are never glad. What am I?"
    ]
  }

}
